[
	{
		"speed": 0.03,
		"dialogue": "The teeth of the autumn air nipped at me as I stepped out of my car, shivering as a large gust of wind hit me in the face.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "The sun was already dipping into the horizon as I looked up at the sky, shades of muted pinks, purples, and oranges intermingled.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "The suburbs were quiet at this time of day. The streets were dominated by the sound of the wind picking dried leaves off the ground and scraping them against the asphalt.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "I always liked being here at this time of year, still pleasant enough to hang around outside and enjoy the quiet and not be bothered by nosey neighbors being in my business.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "I rub my cheek with my hand, revitalizing some warmth to it and look around my surroundings. Nothing had changed much in the past years since I'd been here.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "Mr. Cockburn (haha) still had his yard filled with old pieces of rusted machinery and car parts. The family that had younger kids when me and Elianna were in high school now had graduation signs in their yard.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "...jesus christ.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "...",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "Before I can think about it longer and feel like a fossil, I face Elianna's family home.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "It's a home that at first blush looks small, but it's actually quite large inside, taking up more surface area than being tall.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "The siding is a dusty blue, worn with age and years of Wisconsin weather.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "The gutters were rusted and piled up with leaves, seemingly not being replaced or cleaned in a long time.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "The garage was wide open, Octavia's small honda civic parked inside. Surprising me, Elianna's car was also inside, the abundance of bumper stickers immediately giving it away even in the shadowed garage.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "From how she spoke over the phone, I assumed she was gonna be here later. Was she just anticipating more traffic than there was?",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "I brush it off and make my way into the garage, the sound of my footsteps echoing off the tin walls.",
		"actor": "xiaomei",
		"events": ["fadeMusic_1.5_0", "playSound_assets/sounds/rooms/entergarage.ogg"]
	},
	{
		"speed": 0.03,
		"dialogue": "I reach the back door, staring at it for a moment before I reach for the handle.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "I place my hand around it and jiggle it, but it's locked.",
		"actor": "xiaomei",
		"events": ["playSound_assets/sounds/rooms/doorjiggle.ogg"]
	},
	{
		"speed": 0.03,
		"dialogue": "What...?",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "I would've thought Elianna would have kept it unlocked for me, but I guess not.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "They must still keep the spare key around here somewhere, right?",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "I instinctively look in the place it was kept when we were in highschool, under the crate of old tennis balls and broken rackets.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "I lifted up the dusty milk crate, pawing around for a moment before feeling the cold steel of the key.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "I grasped it and pulled it out, letting go of the crate and my hand coming away caked in dust.",
		"actor": "xiaomei",
		"events": ["playSound_assets/sounds/rooms/keyget.ogg"]
	},
	{
		"speed": 0.03,
		"dialogue": "I brush the layer of dust onto my coat and bring my attention back to the door. I fumble with the key before rotating it the right way and sliding it into the keyhole.",
		"actor": "xiaomei"
	},
	{
		"speed": 0.03,
		"dialogue": "The door opens with a click and I push it open. It's surprisingly heavier than I remember.",
		"actor": "xiaomei",
		"events": ["playSound_assets/sounds/rooms/garagebackdooropen.ogg"]
	}
]